const products = {
    p001: {
      id: "p001",
      name: "今天不焦慮",
      price: 520,
      desc: "使用頂級焦糖配上濃醇乳酪，外酥內軟，是我們烤焦的招牌！",
      size:"6吋",
      savemethod:"保存方式:冷藏",
    },
    p002: {
      id: "p002",
      name: "焦家千金",
      price: 520,
      desc: "頂級的焦糖配上香甜奶油製作成千層的形式，是每個人都值得享用的。",
      size:"6吋",
      savemethod:"保存方式:冷藏",
    },
    p003: {
      id: "p003",
      name: "焦BUBU",
      price: 450,
      desc: "香濃布丁再加上焦糖醬，冷凍過後口感升級，是經典的口味呢！",
      size:"6吋",
      savemethod:"保存方式:冷藏/冷凍",
    },
    p004: {
        id: "p004",
        name: "焦個朋友",
        price: 560,
        desc: "濃郁的巧克力和乳酪配上焦糖味餅乾，口感豐富，很適合與好友共享！",
        size:"6吋",
        savemethod:"保存方式:冷藏/冷凍",
      },
      p005: {
        id: "p005",
        name: "焦學樓",
        price: 520,
        desc: "炙燒過的焦糖酥酥脆脆，香濃的乳酪，是個十分經典的蛋糕歐！",
        size:"6吋",
        savemethod:"保存方式:冷藏/冷凍",
      },
      p006: {
        id: "p006",
        name: "蛋糕6",
        price: 99999,
        desc: "使用頂級焦糖與濃郁奶油製作，外酥內軟，是烤焦的招牌商品。",
      }
  };