const products = {
    p001: {
      id: "p001",
      name: "蛋糕1",
      price: 999,
      desc: "使用頂級焦糖與濃郁奶油製作，外酥內軟，是烤焦的招牌商品。",
    },
    p002: {
      id: "p002",
      name: "蛋糕2",
      price: 9999,
      desc: "使用頂級焦糖與濃郁奶油製作，外酥內軟，是烤焦的招牌商品。",
    },
    p003: {
      id: "p003",
      name: "蛋糕3",
      price: 99999,
      desc: "使用頂級焦糖與濃郁奶油製作，外酥內軟，是烤焦的招牌商品。",
    },
    p004: {
        id: "p004",
        name: "蛋糕4",
        price: 99999,
        desc: "使用頂級焦糖與濃郁奶油製作，外酥內軟，是烤焦的招牌商品。",
      },
      p005: {
        id: "p005",
        name: "蛋糕5",
        price: 99999,
        desc: "使用頂級焦糖與濃郁奶油製作，外酥內軟，是烤焦的招牌商品。",
      },
      p006: {
        id: "p006",
        name: "蛋糕6",
        price: 99999,
        desc: "使用頂級焦糖與濃郁奶油製作，外酥內軟，是烤焦的招牌商品。",
      }
  };